"PHONE_TITLE" = "Τηλέφωνο";
"CALLS_LABEL" = "Κλήσεις";
"CALL_FORWARDING" = "Προώθηση κλήσεων";
"SHOW_CALLER_ID" = "Εμφάνιση αριθμού μου";

"Loading" = "Φόρτωση...";
"Reverted" = "Επιστράφηκε";
"Saving" = "Αποθήκευση…";
"FAILED" = "Απέτυχε";
"SUCCESS" = "Επιτυχία";
"ERROR" = "Σφάλμα";
"DISMISS" = "Απόρριψη";

"Calls" = "Κλήσεις";
"International Assist" = "Διεθνής βοήθεια";
"Phone" = "Τηλέφωνο";
"Show My Caller ID" = "Εμφάνιση αριθμού μου";

"SETTING_SAVE_ERROR" = "Δεν ήταν δυνατή η αποθήκευση της ρύθμισης για %@.";
"kCTSettingTypeCallForwarding" = "προώθηση κλήσεων";
"kCTSettingTypeCallWaiting" = "σε αναμονή κλήσης";
"kCTSettingTypeCallingLineIdRestriction" = "αναγνώριση καλούντος";
"kCTSettingTypeSIMLock" = "SIM PIN";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Όχι";
"ON" = "Ναι";

"Network Selection" = "Επιλογή δικτύου";
"SIM PIN" = "SIM PIN";

"Call Forwarding" = "Προώθηση κλήσεων";
"Call Waiting" = "Αναμονή κλήσης";
"Network" = "Δίκτυο";
"SIM Applications" = "Εφαρμογές SIM";
"TTY" = "TTY";

"Automatic" = "Αυτόματα";

"Save" = "Αποθήκευση";
"Cancel" = "Ακύρωση";
"Done" = "Τέλος";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "PIN κλειδώματος SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "PIN για ξεκλείδωμα SIM. %@";

"Current Password" = "Τρέχον συνθηματικό";
"New Password" = "Νέο συνθηματικό";
"Confirm New Password" = "Επιβεβαίωση νέου συνθηματικού";

"ATTEMPT_REMAINING" = "%@ ακόμη απόπειρα.";
"ATTEMPTS_REMAINING" = "%@ ακόμη απόπειρες.";

"COULD_NOT_LOCK" = "Δεν ήταν δυνατό το κλείδωμα SIM. %@";
"COULD_NOT_UNLOCK" = "Δεν ήταν δυνατό το ξεκλείδωμα SIM. %@";
"Could not change PIN" = "Δεν ήταν δυνατή η αλλαγή PIN. %@";
"CHANGE_PIN" = "Αλλαγή PIN";
"Error: Passwords do not match" = "Σφάλμα: Τα συνθηματικά δεν συμφωνούν";

"ENABLE_TTY" = "Θέλετε να χρησιμοποιήσετε ΤΤΥ για τις τρέχουσες κλήσεις;";
"DISABLE_TTY" = "Θέλετε να απενεργοποιήσετε το TTY για τις τρέχουσες κλήσεις;";

"Yes" = "Ναι";
"No" = "Όχι";

"PHONE" = "Ο αριθμός μου: %@";

"MY_NUMBER" = "Αριθμός μου";
"UNKNOWN_NUMBER" = "Άγνωστο";
"MY_NUMBER_PLACEHOLDER" = "Αριθμός";
"SAVE_MY_NUMBER" = "Αποθήκευση|Ακύρωση";
"CANCEL_MY_NUMBER" = "Ακύρωση|Αποθήκευση";

"SHOW" = "Εμφάνιση";
"HIDE" = "Απόκρυψη";
"NETWORK" = "Προεπιλογή";

"Change Voicemail Password" = "Αλλαγή συνθηματικού τηλεφωνητή";
"PASSWORD" = "Συνθηματικό";
"OLD_PASSWORD_PROMPT" = "Εισάγετε τρέχον συνθηματικό τηλεφωνητή.";
"NEW_PASSWORD_PROMPT" = "Εισάγετε νέο συνθηματικό τηλεφωνητή.";
"NEW_PASSWORD_REENTRY_PROMPT" = "Εισάγετε ξανά νέο συνθηματικό τηλεφωνητή.";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Ασυμφωνία συνθηματικού. Δοκιμάστε ξανά.";
"SAVING_PASSWORD_PROMPT" = "Αποθήκευση συνθηματικού…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Ο τηλεφωνητής δεν είναι διαθέσιμος\nΔοκιμάστε ξανά αργότερα.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Σφάλμα τηλεφωνητή\nΔεν είναι δυνατή η αλλαγή συνθηματικού τώρα.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Το συνθηματικό αποθηκεύτηκε";

"DIAL_ASSIST_HELP" = "Η Διεθνής βοήθεια προσθέτει αυτόματα το σωστό διεθνές πρόθεμα σε τηλεφωνικούς αριθμούς όταν καλείτε από το εξωτερικό.";

"Contacts" = "Επαφές";
"Sort Order" = "Ταξινόμηση";
"Display Order" = "Εμφάνιση";
"FIRST" = "Όνομα, Επώνυμο";
"LAST" = "Επώνυμο, Όνομα";

"CARRIER" = "Φορέας";
"CARRIER_SERVICES" = "Υπηρεσίες %@";

"PIN" = "PIN";
"CURRENT_PIN" = "Τρέχον PIN";
"NEW_PIN" = "Νέο PIN";
"CONFIRM_NEW_PIN" = "Επιβεβαίωση νέου PIN";
"Error: PINs do not match" = "Σφάλμα: Τα PIN δεν συμφωνούν";

"FORWARD_ALL" = "Όλα";
"FORWARD_CUSTOM" = "Προσαρμοσμένο";
"FORWARD_TO" = "Προώθηση σε";
"FORWARDING_TO" = "Προώθηση σε";
"NO_ANSWER" = "Καμία απάντηση";
"BUSY" = "Απασχολημένο";
"UNREACHABLE" = "Ανέφικτη";

"CALL_FORWARD_ERROR_TITLE" = "Προώθηση κλήσεων";
"CALL_FORWARD_ERROR_MESSAGE" = "Δεν ήταν δυνατή η αλλαγή μερικών ρυθμίσεων προώθησης κλήσεων";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Δεν ήταν δυνατή η αποθήκευση του τηλεφωνικού αριθμού.";
